Repository: starcat-app/Starcat
Catalog: Starcat/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, id, it, ja, ko, nl, pl, pt_br, ru, tr, uk, vi, zh_hans, zh_hant

# repoHealth.fact.release.detail.format
source: %@ · %@ days ago
ar: %@ · قبل %@ أيام
de: %@ · vor %@ Tagen
es: %@ · hace %@ días
fr: %@ · il y a %@ jours
id: %@ · %@ hari yang lalu
it: %@ · %@ giorni fa
ja: %@ · %@日前
ko: %@ · %@일 전
nl: %@ · %@ dagen geleden
pl: %@ · %@ dni temu
pt_br: %@ · há %@ dias
ru: %@ · %@ дней назад
tr: %@ · %@ gün önce
uk: %@ · %@ днів тому
vi: %@ · %@ ngày trước
zh_hans: %@ · %@ 天前
zh_hant: %@ · %@ 天前

# repoHealth.fact.release.label
source: Release
ar: الإصدار
es: Versión
fr: Version
id: Rilis
ja: リリース
ko: 릴리스
pl: Wydanie
ru: Релиз
tr: Sürüm
uk: Реліз
vi: Bản phát hành
zh_hant: 版本

# repoHealth.fact.stars.label
source: Stars
ar: النجوم
de: Sterne
es: Estrellas
id: Bintang
it: Stelle
ja: スター
ko: 스타
nl: Sterren
pl: Gwiazdki
pt_br: Estrelas
ru: Звёзды
tr: Yıldızlar
uk: Зірки
vi: Sao

# repoHealth.fact.topics.count.format
source: %@ items
ar: %@ عناصر
de: %@ Elemente
es: %@ elementos
fr: %@ éléments
id: %@ item
it: %@ elementi
ja: %@件
ko: %@개 항목
pl: %@ elementów
pt_br: %@ itens
ru: %@ элементов
tr: %@ öğe
uk: %@ елементів
vi: %@ mục
zh_hans: %@ 个
zh_hant: %@ 個

# repoHealth.fact.topics.label
source: Topics
ar: المواضيع
de: Themen
es: Temas
fr: Sujets
id: Topik
it: Argomenti
ja: トピック
ko: 주제
nl: Onderwerpen
pl: Tematy
pt_br: Tópicos
ru: Темы
tr: Konular
uk: Теми
vi: Chủ đề
zh_hant: 主題

# repoHealth.fact.topics.none
source: None
ar: لا يوجد
de: Keine
es: Ninguno
fr: Aucun
id: Tidak ada
it: Nessuno
ja: なし
ko: 없음
nl: Geen
pl: Brak
pt_br: Nenhum
ru: Нет
tr: Yok
uk: Немає
vi: Không có
zh_hans: 无
zh_hant: 無

# repoHealth.fact.value.unknownConservative
source: Unknown (conservative default applied)
ar: غير معروف (تم تطبيق الإعداد الافتراضي المتحفظ)
de: Unbekannt (konservativer Standard angewendet)
es: Desconocido (se aplicó valor conservador predeterminado)
fr: Inconnu (valeur par défaut prudente appliquée)
id: Tidak diketahui (default konservatif diterapkan)
it: Sconosciuto (applicato valore predefinito conservativo)
ja: 不明（控えめなデフォルトを適用）
ko: 알 수 없음 (보수적 기본값 적용)
nl: Onbekend (conservatieve standaard toegepast)
pl: Nieznane (zastosowano konserwatywną wartość domyślną)
pt_br: Desconhecido (padrão conservador aplicado)
ru: Неизвестно (применено консервативное значение по умолчанию)
tr: Bilinmiyor (varsayılan muhafazakâr değer uygulandı)
uk: Невідомо (застосовано консервативне значення)
vi: Không rõ (đã áp dụng giá trị mặc định thận trọng)
zh_hans: 未知（按保守分计算）
zh_hant: 未知（以保守預設值計算）

# repoHealth.fact.watchers.label
source: Watchers
ar: المراقبون
de: Beobachter
es: Observadores
fr: Observateurs
id: Pengamat
it: Osservatori
ja: ウォッチャー
ko: 워처
nl: Volgers
pl: Obserwujący
pt_br: Observadores
ru: Наблюдатели
tr: İzleyiciler
uk: Спостерігачі
vi: Người theo dõi

# repoHealth.loading
source: Preparing health report
ar: جارٍ تحضير تقرير الصحة
de: Gesundheitsbericht wird vorbereitet
es: Preparando informe de salud
fr: Préparation du rapport de santé
id: Menyiapkan laporan kesehatan
it: Preparazione report di salute
ja: ヘルスレポートを準備中
ko: 건강 보고서 준비 중
nl: Gezondheidsrapport voorbereiden
pl: Przygotowywanie raportu kondycji
pt_br: Preparando relatório de saúde
ru: Подготовка отчёта о состоянии
tr: Sağlık raporu hazırlanıyor
uk: Підготовка звіту про здоров'я
vi: Đang chuẩn bị báo cáo sức khỏe
zh_hans: 正在准备健康度报告
zh_hant: 正在準備健康度報告

# repoHealth.loading.hint
source: Starcat is using local metadata, releases, and OpenSSF cache.
ar: يستخدم Starcat البيانات الوصفية المحلية والإصدارات وذاكرة التخزين المؤقت لـ OpenSSF.
de: Starcat verwendet lokale Metadaten, Releases und OpenSSF-Cache.
es: Starcat está usando metadatos locales, versiones y caché de OpenSSF.
fr: Starcat utilise les métadonnées locales, les versions et le cache OpenSSF.
id: Starcat menggunakan metadata lokal, rilis, dan cache OpenSSF.
it: Starcat utilizza metadati locali, release e cache OpenSSF.
ja: Starcatはローカルメタデータ、リリース、OpenSSFキャッシュを使用しています。
ko: Starcat이 로컬 메타데이터, 릴리스 및 OpenSSF 캐시를 사용하고 있습니다.
nl: Starcat gebruikt lokale metadata, releases en OpenSSF-cache.
pl: Starcat korzysta z lokalnych metadanych, wydań i pamięci podręcznej OpenSSF.
pt_br: O Starcat está usando metadados locais, releases e cache do OpenSSF.
ru: Starcat использует локальные метаданные, релизы и кеш OpenSSF.
tr: Starcat yerel meta verileri, sürümleri ve OpenSSF önbelleğini kullanıyor.
uk: Starcat використовує локальні метадані, релізи та кеш OpenSSF.
vi: Starcat đang sử dụng siêu dữ liệu cục bộ, bản phát hành và bộ nhớ đệm OpenSSF.
zh_hans: Starcat 正在使用本地元数据、Release 与 OpenSSF 缓存。
zh_hant: Starcat 正在使用本地中繼資料、Release 與 OpenSSF 快取。

# repoHealth.preview.dimensionFormat
source: %@, score %d
ar: %@، النتيجة %d
de: %@, Bewertung %d
es: %@, puntuación %d
id: %@, skor %d
it: %@, punteggio %d
ja: %@、スコア %d
ko: %@, 점수 %d
pl: %@, wynik %d
pt_br: %@, pontuação %d
ru: %@, оценка %d
tr: %@, puan %d
uk: %@, оцінка %d
vi: %@, điểm %d
zh_hans: %@，%d 分
zh_hant: %@，%d 分

# repoHealth.rules.a11y.collapse
source: Collapse scoring rules
ar: طي قواعد التسجيل
de: Bewertungsregeln einklappen
es: Contraer reglas de puntuación
fr: Réduire les règles de notation
id: Ciutkan aturan penilaian
it: Comprimi regole di punteggio
ja: スコアリングルールを折りたたむ
ko: 점수 규칙 접기
nl: Scorecriteria samenvouwen
pl: Zwiń reguły punktacji
pt_br: Recolher regras de pontuação
ru: Свернуть правила оценки
tr: Puanlama kurallarını daralt
uk: Згорнути правила оцінювання
vi: Thu gọn quy tắc chấm điểm
zh_hans: 折叠评分规则
zh_hant: 折疊評分規則

# repoHealth.rules.a11y.expand
source: Expand scoring rules
ar: توسيع قواعد التسجيل
de: Bewertungsregeln ausklappen
es: Expandir reglas de puntuación
fr: Développer les règles de notation
id: Perluas aturan penilaian
it: Espandi regole di punteggio
ja: スコアリングルールを展開
ko: 점수 규칙 펼치기
nl: Scorecriteria uitvouwen
pl: Rozwiń reguły punktacji
pt_br: Expandir regras de pontuação
ru: Развернуть правила оценки
tr: Puanlama kurallarını genişlet
uk: Розгорнути правила оцінювання
vi: Mở rộng quy tắc chấm điểm
zh_hans: 展开评分规则
zh_hant: 展開評分規則

# repoHealth.rules.formula
source: Overall score = Maintenance 35% + Security 25% + Popularity 20% + Project information 20%.
ar: النتيجة الإجمالية = الصيانة 35% + الأمان 25% + الشعبية 20% + معلومات المشروع 20%.
de: Gesamtbewertung = Wartung 35 % + Sicherheit 25 % + Popularität 20 % + Projektinformationen 20 %.
es: Puntuación total = Mantenimiento 35% + Seguridad 25% + Popularidad 20% + Información del proyecto 20%.
fr: Score global = Maintenance 35% + Sécurité 25% + Popularité 20% + Informations projet 20%.
id: Skor keseluruhan = Pemeliharaan 35% + Keamanan 25% + Popularitas 20% + Informasi proyek 20%.
it: Punteggio totale = Manutenzione 35% + Sicurezza 25% + Popolarità 20% + Informazioni progetto 20%.
ja: 総合スコア = メンテナンス 35% + セキュリティ 25% + 人気 20% + プロジェクト情報 20%
ko: 전체 점수 = 유지보수 35% + 보안 25% + 인기도 20% + 프로젝트 정보 20%.
nl: Totale score = Onderhoud 35% + Beveiliging 25% + Populariteit 20% + Projectinformatie 20%.
pl: Ogólny wynik = Utrzymanie 35% + Bezpieczeństwo 25% + Popularność 20% + Informacje o projekcie 20%.
pt_br: Pontuação geral = Manutenção 35% + Segurança 25% + Popularidade 20% + Informações do projeto 20%.
ru: Общая оценка = Обслуживание 35% + Безопасность 25% + Популярность 20% + Информация о проекте 20%.
tr: Genel puan = Bakım %35 + Güvenlik %25 + Popülerlik %20 + Proje bilgisi %20.
uk: Загальна оцінка = Обслуговування 35% + Безпека 25% + Популярність 20% + Інформація про проєкт 20%.
vi: Điểm tổng thể = Bảo trì 35% + Bảo mật 25% + Phổ biến 20% + Thông tin dự án 20%.
zh_hans: 综合分 = 维护活跃度 35% + 安全信号 25% + 社区热度 20% + 项目信息 20%。
zh_hant: 綜合分 = 維護活躍度 35% + 安全訊號 25% + 社群熱度 20% + 專案資訊 20%。

# repoHealth.rules.maintenance
source: Uses archived state, latest push time, and latest release freshness.
ar: يستخدم حالة الأرشفة، وقت آخر دفع، وحداثة آخر إصدار.
de: Verwendet Archivstatus, letzten Push-Zeitpunkt und Aktualität des letzten Releases.
es: Usa estado de archivado, hora del último push y frescura de la última versión.
fr: Utilise l'état archivé, la date du dernier push et l'actualité de la dernière version.
id: Menggunakan status arsip, waktu push terbaru, dan kesegaran rilis terbaru.
it: Utilizza stato archiviato, ultimo push e freschezza dell'ultima release.
ja: アーカイブ状態、最新プッシュ時刻、最新リリースの新しさを使用。
ko: 보관 상태, 최신 푸시 시간, 최신 릴리스 신선도를 사용합니다.
nl: Gebruikt gearchiveerde status, laatste pushtijd en laatste releaseversheid.
pl: Uwzględnia stan archiwizacji, czas ostatniego pusha i świeżość ostatniego wydania.
pt_br: Usa estado de arquivamento, último push e atualização da última release.
ru: Учитывает статус архивации, время последнего пуша и свежесть последнего релиза.
tr: Arşiv durumu, son gönderme zamanı ve en son sürüm tazeliğini kullanır.
uk: Враховує стан архіву, час останнього пуша та свіжість останнього релізу.
vi: Sử dụng trạng thái lưu trữ, thời gian đẩy cuối và độ mới của bản phát hành gần nhất.
zh_hans: 使用归档状态、最近 push 时间、最新 Release 新鲜度。
zh_hant: 使用歸檔狀態、最近推送時間、最新版本新鮮度。

# repoHealth.rules.missing
source: Missing signals use conservative defaults, so a partial report may score lower than a fully indexed project.
ar: تستخدم الإشارات المفقودة الإعدادات الافتراضية المتحفظة، لذا قد يسجل التقرير الجزئي أقل من مشروع مفهرس بالكامل.
de: Fehlende Signale verwenden konservative Standardwerte, daher kann ein unvollständiger Bericht niedriger bewertet werden als ein vollständig indexiertes Projekt.
es: Las señales faltantes usan valores conservadores predeterminados, por lo que un informe parcial puede puntuar más bajo que un proyecto completamente indexado.
fr: Les signaux manquants utilisent des valeurs par défaut prudentes, donc un rapport partiel peut avoir un score inférieur à celui d'un projet entièrement indexé.
id: Sinyal yang hilang menggunakan default konservatif, sehingga laporan parsial mungkin mendapat skor lebih rendah daripada proyek yang terindeks penuh.
it: Segnali mancanti usano valori predefiniti conservativi, quindi un report parziale può avere un punteggio inferiore rispetto a un progetto completamente indicizzato.
ja: 欠落したシグナルには控えめなデフォルトが適用されるため、部分的なレポートは完全にインデックスされたプロジェクトよりも低いスコアになる可能性があります。
ko: 누락된 신호는 보수적 기본값을 사용하므로, 부분 보고서는 완전히 색인된 프로젝트보다 점수가 낮을 수 있습니다.
nl: Ontbrekende signalen gebruiken conservatieve standaarden, dus een gedeeltelijk rapport kan lager scoren dan een volledig geïndexeerd project.
pl: Brakujące sygnały są zastępowane konserwatywnymi wartościami domyślnymi, więc częściowy raport może mieć niższy wynik niż w pełni indeksowany projekt.
pt_br: Sinais ausentes usam padrões conservadores, então um relatório parcial pode ter pontuação menor que um projeto totalmente indexado.
ru: Отсутствующие сигналы заменяются консервативными значениями по умолчанию, поэтому частичный отчёт может иметь более низкую оценку, чем полностью проиндексированный проект.
tr: Eksik sinyaller varsayılan muhafazakâr değerleri kullanır, bu nedenle kısmi bir rapor tam indekslenmiş bir projeden daha düşük puan alabilir.
uk: Відсутні сигнали використовують консервативні значення, тому частковий звіт може мати нижчу оцінку.
vi: Các tín hiệu thiếu sẽ sử dụng giá trị mặc định thận trọng, do đó báo cáo một phần có thể có điểm thấp hơn dự án được lập chỉ mục đầy đủ.
zh_hans: 缺失信号会使用保守默认值，因此部分数据缺失的报告分数可能低于完整收录项目。
zh_hant: 缺失訊號會使用保守預設值，因此部分資料缺失的報告分數可能低於完整收錄的專案。

# repoHealth.rules.openPopover
source: View scoring rules
ar: عرض قواعد التسجيل
de: Bewertungsregeln anzeigen
es: Ver reglas de puntuación
fr: Voir les règles de notation
id: Lihat aturan penilaian
it: Visualizza regole di punteggio
ja: スコアリングルールを表示
ko: 점수 규칙 보기
nl: Scorecriteria bekijken
pl: Wyświetl reguły punktacji
pt_br: Ver regras de pontuação
ru: Просмотреть правила оценки
tr: Puanlama kurallarını görüntüle
uk: Переглянути правила оцінювання
vi: Xem quy tắc chấm điểm
zh_hans: 查看评分规则
zh_hant: 檢視評分規則

# repoHealth.rules.popularity
source: Uses stars, forks, and watchers with logarithmic scaling.
ar: يستخدم النجوم والتفرعات والمراقبين بمقياس لوغاريتمي.
de: Verwendet Sterne, Forks und Beobachter mit logarithmischer Skalierung.
es: Usa estrellas, bifurcaciones y observadores con escala logarítmica.
fr: Utilise les stars, forks et observateurs avec une échelle logarithmique.
id: Menggunakan bintang, fork, dan pengamat dengan skala logaritmik.
it: Utilizza stelle, fork e osservatori con scala logaritmica.
ja: スター、フォーク、ウォッチャーを対数スケールで使用。
ko: 스타, 포크, 워처를 로그 스케일로 사용합니다.
nl: Gebruikt sterren, forks en volgers met logaritmische schaling.
pl: Uwzględnia gwiazdki, forki i obserwujących ze skalowaniem logarytmicznym.
pt_br: Usa estrelas, forks e observadores com escala logarítmica.
ru: Учитывает звёзды, форки и наблюдателей с логарифмическим масштабированием.
tr: Logaritmik ölçekle yıldızları, çatalları ve izleyicileri kullanır.
uk: Використовує зірки, форки та спостерігачів з логарифмічним масштабуванням.
vi: Sử dụng số sao, fork và người theo dõi với tỷ lệ logarit.
zh_hans: 使用 stars、forks、watchers，并按对数缩放避免大项目过度拉开差距。
zh_hant: 使用 stars、forks、watchers，並以對數縮放避免大型專案差距過大。

# repoHealth.rules.quality
source: Uses license, topics, homepage, and PR + issues count.
ar: يستخدم الترخيص والمواضيع والصفحة الرئيسية وعدد طلبات السحب + المشكلات.
de: Verwendet Lizenz, Themen, Homepage und Anzahl von PRs + Issues.
es: Usa licencia, temas, sitio web y conteo de PR + incidencias.
fr: Utilise la licence, les sujets, la page d'accueil et le nombre de PR + problèmes.
id: Menggunakan lisensi, topik, halaman beranda, dan jumlah PR + isu.
it: Utilizza licenza, argomenti, homepage e conteggio PR + issue.
ja: ライセンス、トピック、ホームページ、PR + 課題数を使用。
ko: 라이선스, 주제, 홈페이지, PR + 이슈 수를 사용합니다.
nl: Gebruikt licentie, onderwerpen, startpagina en PR + issues-aantal.
pl: Uwzględnia licencję, tematy, stronę domową oraz liczbę PR i zgłoszeń.
pt_br: Usa licença, tópicos, página inicial e contagem de PR + issues.
ru: Учитывает лицензию, темы, домашнюю страницу и количество PR + задач.
tr: Lisans, konular, ana sayfa ve PR + sorun sayısını kullanır.
uk: Використовує ліцензію, теми, домашню сторінку та кількість PR та іш'ю.
vi: Sử dụng giấy phép, chủ đề, trang chủ và số lượng PR + issue.
zh_hans: 使用许可证、topics、主页、PR + issues 数量。
zh_hant: 使用授權條款、主題、首頁、PR + issues 數量。

# repoHealth.rules.security
source: Uses OpenSSF Scorecard when available; missing OpenSSF falls back to a neutral 50.
ar: يستخدم بطاقة أداء OpenSSF عند توفرها؛ وفي حال عدم توفرها، يعود إلى قيمة محايدة 50.
de: Verwendet OpenSSF-Scorecard, falls verfügbar; fehlender OpenSSF-Wert wird auf neutral 50 gesetzt.
es: Usa OpenSSF Scorecard cuando está disponible; si falta, se asume un valor neutral de 50.
fr: Utilise OpenSSF Scorecard quand disponible ; en l'absence d'OpenSSF, un score neutre de 50 est appliqué.
id: Menggunakan OpenSSF Scorecard jika tersedia; jika tidak ada, menggunakan default netral 50.
it: Utilizza OpenSSF Scorecard quando disponibile; se mancante, valore neutro 50.
ja: OpenSSF Scorecardが利用可能な場合はそれを使用。OpenSSFがない場合はニュートラルな50にフォールバック。
ko: 가능한 경우 OpenSSF Scorecard를 사용하며, OpenSSF가 없으면 중립 50으로 대체합니다.
nl: Gebruikt OpenSSF Scorecard indien beschikbaar; ontbrekende OpenSSF valt terug op een neutrale 50.
pl: Uwzględnia OpenSSF Scorecard, jeśli dostępny; brak OpenSSF daje neutralne 50.
pt_br: Usa OpenSSF Scorecard quando disponível; na ausência, assume um valor neutro de 50.
ru: Использует OpenSSF Scorecard, если доступен; при отсутствии OpenSSF применяется нейтральное значение 50.
tr: Mevcut olduğunda OpenSSF Scorecard kullanır; eksik OpenSSF durumunda nötr 50 değerine düşer.
uk: Використовує OpenSSF Scorecard, якщо доступний; інакше — нейтральні 50.
vi: Sử dụng OpenSSF Scorecard nếu có; nếu thiếu OpenSSF sẽ dùng giá trị trung tính 50.
zh_hans: 优先使用 OpenSSF Scorecard；缺失时安全维度按中性 50 分计算。
zh_hant: 優先使用 OpenSSF Scorecard；缺失時安全維度以中性 50 分計算。

# repoHealth.rules.title
source: Scoring rules
ar: قواعد التسجيل
de: Bewertungsregeln
es: Reglas de puntuación
fr: Règles de notation
id: Aturan penilaian
it: Regole di punteggio
ja: スコアリングルール
ko: 점수 규칙
nl: Scorecriteria
pl: Reguły punktacji
pt_br: Regras de pontuação
ru: Правила оценки
tr: Puanlama kuralları
uk: Правила оцінювання
vi: Quy tắc chấm điểm
zh_hans: 评分规则
zh_hant: 評分規則

# repoHealth.score.overall
source: Overall health
ar: الصحة العامة
de: Gesamtzustand
es: Salud general
fr: Santé globale
id: Kesehatan keseluruhan
it: Salute complessiva
ja: 全体的な健全性
ko: 전체 건강 상태
nl: Algehele gezondheid
pl: Ogólna kondycja
pt_br: Saúde geral
ru: Общее состояние
tr: Genel sağlık
uk: Загальне здоров'я
vi: Sức khỏe tổng thể
zh_hans: 综合健康度
zh_hant: 綜合健康度

# repoHealth.sheet.title
source: Repo Health
ar: صحة المستودع
de: Repo-Gesundheit
es: Salud del repositorio
fr: Santé du dépôt
id: Kesehatan Repo
it: Salute repository
ja: リポジトリの健全性
ko: 저장소 건강
nl: Repo Gezondheid
pl: Kondycja repozytorium
pt_br: Saúde do Repositório
ru: Состояние репозитория
tr: Depo Sağlığı
uk: Здоров'я репозиторію
vi: Sức khỏe kho
zh_hans: 项目健康度
zh_hant: 專案健康度

# repoHealth.sources.latestRelease
source: Latest release
ar: آخر إصدار
de: Letztes Release
es: Última versión
fr: Dernière version
id: Rilis terbaru
it: Ultima release
ja: 最新リリース
ko: 최신 릴리스
nl: Laatste release
pl: Najnowsze wydanie
pt_br: Última release
ru: Последний релиз
tr: En son sürüm
uk: Останній реліз
vi: Bản phát hành mới nhất
zh_hans: 最新 Release
zh_hant: 最新 Release

# repoHealth.sources.missing
source: Not available
ar: غير متوفر
de: Nicht verfügbar
es: No disponible
fr: Non disponible
id: Tidak tersedia
it: Non disponibile
ja: 利用不可
ko: 사용 불가
nl: Niet beschikbaar
pl: Niedostępne
pt_br: Não disponível
ru: Недоступно
tr: Mevcut değil
uk: Недоступно
vi: Không khả dụng
zh_hans: 暂无数据
zh_hant: 暫無資料

# repoHealth.sources.openRelease
source: Open release on GitHub
ar: فتح الإصدار على GitHub
de: Release auf GitHub öffnen
es: Abrir versión en GitHub
fr: Ouvrir la version sur GitHub
id: Buka rilis di GitHub
it: Apri release su GitHub
ja: GitHubでリリースを開く
ko: GitHub에서 릴리스 열기
nl: Open release op GitHub
pl: Otwórz wydanie na GitHub
pt_br: Abrir release no GitHub
ru: Открыть релиз на GitHub
tr: GitHub'da sürümü aç
uk: Відкрити реліз на GitHub
vi: Mở bản phát hành trên GitHub
zh_hans: 在 GitHub 打开 Release
zh_hant: 在 GitHub 打開 Release

# repoHealth.sources.openSSF
source: OpenSSF Scorecard
ar: بطاقة أداء OpenSSF
ja: OpenSSFスコアカード

# repoHealth.sources.openSSFChart
source: Show OpenSSF scorecard radar chart
ar: إظهار مخطط رادار بطاقة أداء OpenSSF
de: OpenSSF-Scorecard-Radardiagramm anzeigen
es: Mostrar gráfico radial de OpenSSF
fr: Afficher le graphique radar OpenSSF
id: Tampilkan diagram radar skor OpenSSF
it: Mostra grafico radar OpenSSF
ja: OpenSSFスコアカードのレーダーチャートを表示
ko: OpenSSF 점수 레이더 차트 보기
nl: Toon OpenSSF-scorecard radardiagram
pl: Pokaż radar OpenSSF scorecard
pt_br: Mostrar gráfico radar do OpenSSF scorecard
ru: Показать лепестковую диаграмму OpenSSF
tr: OpenSSF scorecard radar grafiğini göster
uk: Показати радарну діаграму OpenSSF
vi: Hiển thị biểu đồ radar OpenSSF scorecard
zh_hans: 展示 OpenSSF 评分卡雷达图
zh_hant: 顯示 OpenSSF 評分卡雷達圖

# repoHealth.sources.repoMetadata
source: Project metadata
ar: بيانات المشروع الوصفية
de: Projektmetadaten
es: Metadatos del proyecto
fr: Métadonnées du projet
id: Metadata proyek
it: Metadati progetto
ja: プロジェクトメタデータ
ko: 프로젝트 메타데이터
pl: Metadane projektu
pt_br: Metadados do projeto
ru: Метаданные проекта
tr: Proje meta verileri
uk: Метадані проєкту
vi: Siêu dữ liệu dự án
zh_hans: 项目元数据
zh_hant: 專案元資料

# repoHealth.sources.repoMetadata.value
source: GitHub /repos · local cache
ar: GitHub /repos · ذاكرة تخزين مؤقت محلية
de: GitHub /repos · lokaler Cache
es: GitHub /repos · caché local
fr: GitHub /repos · cache local
id: GitHub /repos · cache lokal
it: GitHub /repos · cache locale
ja: GitHub /repos · ローカルキャッシュ
ko: GitHub /repos · 로컬 캐시
nl: GitHub /repos · lokale cache
pl: GitHub /repos · lokalna pamięć podręczna
pt_br: GitHub /repos · cache local
ru: GitHub /repos · локальный кеш
tr: GitHub /repos · yerel önbellek
uk: GitHub /repos · локальний кеш
vi: GitHub /repos · bộ nhớ đệm cục bộ
zh_hans: GitHub /repos · 本地缓存
zh_hant: GitHub /repos · 本地快取

# repoHealth.sources.title
source: Score sources
ar: مصادر النتيجة
de: Bewertungsquellen
es: Fuentes de puntuación
fr: Sources du score
id: Sumber skor
it: Fonti del punteggio
ja: スコアソース
ko: 점수 출처
nl: Scorebronnen
pl: Źródła wyników
pt_br: Fontes da pontuação
ru: Источники оценки
tr: Puan kaynakları
uk: Джерела оцінки
vi: Nguồn điểm
zh_hans: 评分来源
zh_hant: 評分來源

# repoHealth.status.failed
source: Health calculation failed. Try refreshing.
ar: فشل حساب الصحة. حاول التحديث.
de: Gesundheitsberechnung fehlgeschlagen. Versuchen Sie, zu aktualisieren.
es: El cálculo de salud falló. Intenta refrescar.
fr: Échec du calcul de santé. Essayez d'actualiser.
id: Perhitungan kesehatan gagal. Coba segarkan.
it: Calcolo salute fallito. Prova ad aggiornare.
ja: ヘルス計算に失敗しました。更新してみてください。
ko: 건강 계산에 실패했습니다. 새로고침해 보세요.
nl: Gezondheidsberekening mislukt. Probeer te vernieuwen.
pl: Obliczenie kondycji nie powiodło się. Spróbuj odświeżyć.
pt_br: Falha no cálculo de saúde. Tente atualizar.
ru: Не удалось вычислить состояние. Попробуйте обновить.
tr: Sağlık hesaplaması başarısız oldu. Yenilemeyi deneyin.
uk: Помилка обчислення здоров'я. Спробуйте оновити.
vi: Tính toán sức khỏe thất bại. Hãy thử làm mới.
zh_hans: 健康度计算失败，可以尝试刷新。
zh_hant: 健康度計算失敗，請嘗試重新整理。

# repoHealth.status.partial
source: Some signals are missing, so this score is conservative.
ar: بعض الإشارات مفقودة، لذا هذه النتيجة متحفظة.
de: Einige Signale fehlen, daher ist diese Bewertung konservativ.
es: Faltan algunas señales, por lo que esta puntuación es conservadora.
fr: Certains signaux sont manquants, ce score est donc prudent.
id: Beberapa sinyal hilang, sehingga skor ini konservatif.
it: Alcuni segnali mancano, quindi il punteggio è conservativo.
ja: 一部のシグナルが欠けているため、このスコアは控えめです。
ko: 일부 신호가 누락되어 이 점수는 보수적입니다.
nl: Sommige signalen ontbreken, dus deze score is conservatief.
pl: Brakuje niektórych sygnałów, więc wynik jest konserwatywny.
pt_br: Alguns sinais estão ausentes, então esta pontuação é conservadora.
ru: Некоторые сигналы отсутствуют, поэтому оценка консервативна.
tr: Bazı sinyaller eksik, bu nedenle bu puan muhafazakârdır.
uk: Деякі сигнали відсутні, тому оцінка консервативна.
vi: Một số tín hiệu bị thiếu, do đó điểm này mang tính thận trọng.
zh_hans: 部分信号缺失，因此分数偏保守。
zh_hant: 部分訊號缺失，因此分數較保守。

# repoHealth.status.success
source: Calculated from local metadata, releases, and OpenSSF cache.
ar: تم الحساب من البيانات الوصفية المحلية والإصدارات وذاكرة التخزين المؤقت لـ OpenSSF.
de: Berechnet aus lokalen Metadaten, Releases und OpenSSF-Cache.
es: Calculado a partir de metadatos locales, versiones y caché de OpenSSF.
fr: Calculé à partir des métadonnées locales, des versions et du cache OpenSSF.
id: Dihitung dari metadata lokal, rilis, dan cache OpenSSF.
it: Calcolato da metadati locali, release e cache OpenSSF.
ja: ローカルメタデータ、リリース、OpenSSFキャッシュから計算されました。
ko: 로컬 메타데이터, 릴리스 및 OpenSSF 캐시에서 계산됨.
nl: Berekend op basis van lokale metadata, releases en OpenSSF-cache.
pl: Obliczono na podstawie lokalnych metadanych, wydań i pamięci podręcznej OpenSSF.
pt_br: Calculado a partir de metadados locais, releases e cache do OpenSSF.
ru: Рассчитано на основе локальных метаданных, релизов и кеша OpenSSF.
tr: Yerel meta veriler, sürümler ve OpenSSF önbelleğinden hesaplandı.
uk: Обчислено з локальних метаданих, релізів та кешу OpenSSF.
vi: Đã tính từ siêu dữ liệu cục bộ, bản phát hành và bộ nhớ đệm OpenSSF.
zh_hans: 已基于本地元数据、Release 与 OpenSSF 缓存计算。
zh_hant: 已根據本地元資料、Release 與 OpenSSF 快取計算。
